MOVIES = ["комедия", "фантастика", "триллер", "детектив"]
NAMES = ["Петя", "Макс", "Илья", "Настя", "Андрей", "Саша", "Даня" , "Женя", "Ян"]
TANYA_TABLE = 'tanya_table'
EMOJI_LIPTON = u'\U0001F943'
EMOJI_CRING = u'\U0001F602'
EMOJI_RESPECT = u'\U0001F929'
EMOJI_COIN = u'\U0001F4B8'
DISRESPECT_TABLE = 'kring_table'
RESPECT_TABLE = 'krasava_table'
REQUEST_TABLE = 'request_table'

HELP_INFO = """\
Привет, этот бот сделан для номинаций года и трекинга поинтов. \
/help - описание бота\n \
/movies - выбор фильма по жанрам\n \
/ченнинг - таняпоинты от Тани\n \
/updates - текущие версии и обновление\n \
\n \
Также команды для ответа на сообщения респект(похвалить корюшка), кринж(навалить кринжа для корюшка), фото(чтобы фото участвовало в номинации), хотелка(пожелания для бота)\n \
Чтобы мотивировать создателя продолжать что-то делать - можете скинуть ему свои деньги)\n \
"""

UPDATES_INFO = """\
[UPDATE v1.0]\n \
Функции кринж и респект - на сообщение - если ответ кринж -10 поинтов - если ответ респект +10 поинтов\n \
\n \
\n \
[UPDATE v1.1]\n \
Добавление фукнции для Тани - выбор корюшка по комаде /ченнинг - начисление поинтов 1, 10, 100 в зависимости от действия корюшка\n \
\n \
\n \
[UPDATE v1.2] <- ТЕКУЩАЯ ВЕРСИЯ\n \
Фунция выборки фильмов по жанрам и рандом рейтинг от 6.5 - 10\n \
Добавление фото на номинацию \n \
Добавление пожеланий для бота \n \
\n \
\n \
\n \
[UPDATE v2.0] <- ожидается 22.02.2023\n \
Протест на кринж и респект -- IN PROGRESS\n \
Создание мероприятия -- IN PROGRESS\n \
Опрос для фото номинации -- OPEN\n \
Доставка еды -- OPEN\n \
"""
