MOVIES = ["комедия", "фантастика", "триллер", "детектив"]
NAMES = ["Петя", "Макс", "Илья", "Настя", "Андрей", "Саша", "Даня" , "Женя", "Ян"]
TANYA_TABLE = 'tanya_table'
EMOJI_LIPTON = u'\U0001F943'
EMOJI_CRING = u'\U0001F602'
EMOJI_RESPECT = u'\U0001F929'
EMOJI_COIN = u'\U0001F4B8'
DISRESPECT_TABLE = 'kring_table'
RESPECT_TABLE = 'krasava_table'

UPDATES_INFO = """\
[UPDATE v1.0]\n \
Функции кринж и респект - на сообщение - если ответ кринж -10 поинтов - если ответ респект +10 поинтов\n \
\n \
\n \
[UPDATE v1.1] <- ТЕКУЩАЯ версия\n\
Добавление фукнции для Тани - выбор корюшка по комаде /ченнинг - начисление поинтов 1, 10, 100 в зависимости от действия корюшка\n \
\n \
\n \
[UPDATE v1.2] <- ожидается до 16-17.02.2022\n \
Добавление лимита на отправку кринж и респект команд\n \
Добавление протест команды на респект и кринж команд\n \
Фунция выборки фильмов по жанрам и рандом рейтинг от 6.5 - 10\n \
Фото опрос \n \
"""
