updates_msg = """\
[UPDATE v1.0]\n \
Функции кринж и респект - на сообщение - если ответ кринж -10 поинтов - если ответ респект +10 поинтов\n \
\n \
\n \
[UPDATE v1.1] <- ТЕКУЩАЯ версия\n\
Добавление фукнции для Тани - выбор корюшка по комаде /ченнинг - начисление поинтов 1, 10, 100 в зависимости от действия корюшка\n \
\n \
\n \
[UPDATE v1.2] <- ожидается до 16-17.02.2022\n \
Добавление лимита на отправку кринж и респект команд\n \
Добавление протест команды на респект и кринж команд\n \
Фунция выборки фильмов по жанрам и рандом рейтинг от 6.5 - 10\n \
Фото опрос \n \
"""


def info_message() -> str:
    return updates_msg